/* XMSG: Placeholder text in chart when there is no data */
"No Data" = "कोई डेटा नहीं";

/* XBUT: Save action in inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Save" = "सहेजें";

/* XBUT: Re-enter action available in saved state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Re-enter Signature" = "हस्ताक्षर पुनः दर्ज करें";

/* XBUT: Clear action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Clear" = "साफ करें";

/* XBUT: Cancel action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Cancel" = "रद्द करें";

/* XTIT: Title of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Signature" = "हस्ताक्षर";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Tap to Sign" = "साइन करने के लिए टैप करें";

/* XACT: The accessibility label for the signature area */
"Signature Area" = "हस्ताक्षर क्षेत्र";

/* XACT: The accessibility hint for the signature area */
"Double tap and drag to sign" = "साइन करने के लिए डबल टैप करें और खींचें";

/* XACT: The accessibility label for the signature image */
"Signature Image" = "हस्ताक्षर छवि";

/* XACT: The accessibility label for the signature line */
"Signature Line" = "हस्ताक्षर पंक्ति";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Canceled" = "रद्द किया गया";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Next" = "अगला";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Ok" = "ठीक है";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Status" = "स्थिति";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"User canceled Onboarding" = "उपयोगकर्ता ने ऑनबोर्डिंग रद्द कर दी";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Without consent you will not be able to continue onboarding." = "सहमति के बिना आप ऑनबोर्डिंग जारी नहीं रख पाएंगे.";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Give Consent" = "सहमति दें";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Quit" = "छोड़ दें";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Back" = "वापस";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Step" = "चरण";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"of" = "इसका";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Are you sure you want to quit the onboarding process?" = "क्या आप वाकई ऑनबोर्डिंग प्रक्रिया को छोड़ना चाहते हैं?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Want Data Privacy?" = "डेटा गोपनीयता चाहते हैं?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Be wise about your data" = "अपने डेटा के बारे में जानकार बनें";

/* XBUT: Not Now action title in UserConsentForm */
"Not Now" = "अभी नहीं";

/* XBUT: Allow action title in UserConsentForm */
"Allow" = "अनुमति दें";

/* XBUT: Deny action title in UserConsentForm */
"Deny" = "अस्वीकार करें";

/* XBUT: Agree action title in EULAView */
"Agree" = "सहमत हैं";

/* XBUT: Disagree action title in EULAView */
"Disagree" = "असहमत हैं";

/* XMSG: Placeholder text in DataTable for loading state */
"Loading..." = "लोड हो रहा है...";

/* XMSG: Placeholder text in DataTable when there is no data */
"There is nothing to display yet" = "अभी तक प्रदर्शित करने के लिए कुछ भी नहीं है";

/* XBUT: Default duration foramtter in DataTable */
"%d Hrs %d Min" = "%d घंटे %d मिनट";

/* XBUT: Done action in keyboard toolbar for a Textfield in DataTable */
"Done" = "संपन्न";

/* XBUT: Error messages shown to users in DataTable */
"There are %d errors in the data table." = "डेटा तालिका में %d त्रुटियां हैं.";

/* XBUT: voice over label for row header in DataTable */
"row header" = "पंक्ति शीर्षक";

/* XBUT: voice over label for row %d in DataTable */
"row %d" = "पंक्ति %d";

/* XBUT: voice over label for column %d in DataTable */
"column %d" = "स्तंभ %d";

/* XBUT: voice over label for cell type of `leading accessory` in DataTable */
"leading accessory" = "अग्रणी सहायक";

/* XBUT: voice over label for cell type of `trailing accessory` in DataTable */
"trailing accessory" = "अनुगामी सहायक";

/* XBUT: voice over label for cell type of `text` in DataTable */
"text" = "टेक्स्ट";

/* XBUT: voice over label for cell type of `image` in DataTable */
"image" = "छवि";

/* XBUT: voice over label for cell type of `date` in DataTable */
"date" = "दिनांक";

/* XBUT: voice over label for cell type of `time` in DataTable */
"time" = "समय";

/* XBUT: voice over label for cell type of `duration` in DataTable */
"duration" = "अवधि";

/* XBUT: voice over label for cell type of `list item` in DataTable */
"list item" = "सूची आइटम";

/* XBUT: voice over label for row selection status in DataTable */
"selected" = "चयनित";

/* XBUT: voice over label for row selection status in DataTable */
"not selected" = "चयनित नहीं";

/* XBUT: calendar time component label */
"Time" = "समय";

/* XBUT: slider default value label formatter for integer */
"Value: %d" = "मान: %d";

/* XMSG: a toast message for read-only cell in DataTable */
"Tapped cell is read-only." = "टैप किया गया सेल केवल-पाठ्य के लिए है.";

/* Default hint text for Read-only Field for NoteFormView and TextFieldFormView */
"Read-only field" = "केवल फ़ील्ड का पठन करें";

/* Default error text for when the character count reaches the maximum limit for NoteFormView and TextFieldFormView */
"No more characters remaining" = "और कोई वर्ण शेष नहीं हैं";

/* Default error text for when the character count exceeds the maximum limit for NoteFormView and TextFieldFormView */
"Reduce the number of characters" = "वर्ण की संख्या कम करें";

